Repository: FelipeGirardi/flagApp
Catalog: FlagApp/Resources/Localizable Files/*.lproj/Localizable.strings
Languages: pt_br

source: Challenges
pt_br: Desafios

source: Profile
pt_br: Perfil

source: What the flag?
pt_br: Mas o que é Flag?

source: Skip
pt_br: Pular

# Onboarding description 1
source: Flag is a whole new way to challenge yourself!
pt_br: Flag é um jeito totalmente novo de se desafiar!

source: HOW DOES THAT WORK?
pt_br: COMO FUNCIONA?

# Onboarding description 2
source: We use algorithms to sense your reaction during the challenges so that you can have the best experience possible!
pt_br: Nós usamos algoritmos para captar sua reação nos desafios para que você tenha a melhor experiência possível!

source: AWESOME!
pt_br: SHOW!

# Onboarding description 3
source: Ready to be the master of challenges?
pt_br: Preparado para ser o mestre dos desafios?

source: LET'S DO IT!
pt_br: BORA!

source: Try not to smile
pt_br: Tente não rir

source: Try not to blink
pt_br: Tente não piscar

# TNTSmile cell description
source: React to a series of content without smiling!
pt_br: Reaja a uma série de conteúdos sem sorrir!

# TNTBlink cell description
source: React to a series of content without blinking!
pt_br: Reaja a uma série de conteúdos sem piscar!

source: More coming soon!
pt_br: Mais em breve!

source: New challenges are just around the corner. Stay tuned!
pt_br: Novos desafios estão chegando. Fique ligado!

# Coming soon description 1
source: Flag Media is a small group of brazilian developers working to bring new features as soon as possible!
pt_br: Flag Media é um pequeno grupo de desenvolvedores brasileiros trabalhando para trazer novas funcionalidades o mais cedo possível!

source: Have cool insights for us?
pt_br: Quer falar com a gente?

# Coming soon description 2
source: Click on this card to access our Instagram account and share your thoughts through a direct message!
pt_br: Clique neste espaço para acessar nossa conta no Instagram e nos envie uma mensagem privada!

source: HOW TO PLAY
pt_br: COMO JOGAR

source: Show your face cam
pt_br: Mostre sua câmera de rosto

source: START
pt_br: COMEÇAR

source: Challenge permissions
pt_br: Permissões do desafio

# Permissions description
source: To enjoy a full experience of the challenges, we'd like to access the camera. Sounds good?
pt_br: Para ter uma experiência completa dos desafios, nós gostaríamos de acessar a câmera. Tudo bem?

source: Allow camera access
pt_br: Permitir acesso à câmera

source: Close
pt_br: Fechar

# TNTSmile main description
source: We will recognize your facial expressions with only one rule in mind: you can’t smile! If you do, you lose points.
pt_br: Nós vamos reconhecer suas expressões faciais com apenas uma regra em mente: você não pode sorrir! Se você sorrir, você perde pontos.

# TNTBlink main description
source: We will recognize your facial expressions with only one rule in mind: you can’t blink! If you do, you lose points.
pt_br: Nós vamos reconhecer suas expressões faciais com apenas uma regra em mente: você não pode piscar! Se você sorrir, você perde pontos.

# TNTSmile rules
source: When you start, a random video will play. You start with 100 RP (Reaction Points). If you smile, your RP will automatically decrease - the more you smile, the more points you lose. You also lose points if you remove your face from the camera. When the video ends, you win the points you have left.
pt_br: Quando você começar, um vídeo aleatório vai aparecer. Você começa com 100 RP (Pontos de Reação). Se você sorrir, seu RP vai diminuir automaticamente - quanto mais você sorrir, mais pontos você perde. Você também perde pontos se retirar seu rosto da câmera. Quando o vídeo termina, você ganha os pontos que tem sobrando.

# TNTBlink rules
source: When you start, a random video will play. You start with 100 RP (Reaction Points). If you blink, your RP will automatically decrease - the more you blink, the more points you lose. You also lose points if you remove your face from the camera. When the video ends, you win the points you have left.
pt_br: Quando você começar, um vídeo aleatório vai aparecer. Você começa com 100 RP (Pontos de Reação). Se você piscar, seu RP vai diminuir automaticamente - quanto mais você piscar, mais pontos você perde. Você também perde pontos se retirar seu rosto da câmera. Quando o vídeo termina, você ganha os pontos que tem sobrando.

# If you reach 0 RP
source: If you reach 0 RP, you failed the challenge!
pt_br: Se você chegar a 0 RP, você falhou o desafio!

# The higher your RP
source: The higher your RP, the better your ranking.
pt_br: Quando maior o seu RP, melhor o seu ranking.

source: GOT IT!
pt_br: ENTENDI!

# Landscape mode
source: Play in landscape mode
pt_br: Jogar no modo paisagem

# Challenge Progress
source: Progress
pt_br: Progresso

source: Reaction Points
pt_br: Pontos de Reação

source: Place your face here!
pt_br: Coloque seu rosto aqui!

source: Exit challenge?
pt_br: Sair do desafio?

# You will lose all points
source: You will lose all your current challenge points!
pt_br: Você irá perder todos seus pontos atuais de desafio!

source: Cancel
pt_br: Cancelar

source: Exit
pt_br: Sair

source: Challenge completed!
pt_br: Desafio completo!

source: You got
pt_br: Você ganhou

source: %d day streak!
pt_br: %d dias seguidos!

source: CONTINUE
pt_br: CONTINUAR

source: COOL!
pt_br: LEGAL!

source: Level progress
pt_br: Progresso de nível

source: Challenge failed :/
pt_br: Desafio perdido :/

source: You’ve run out of Reaction Points!
pt_br: Seus Pontos de Reação acabaram!

source: BACK TO MENU
pt_br: VOLTAR AO MENU

# ShareResultMessage
source: I've just crushed my Flag app challenge! Will you beat me?
pt_br: Acabei de arrasar no desafio do Flag! Vai me encarar?

source: Reward time!
pt_br: Hora da recompensa!

# Use your tokens
source: Use your tokens to purchase new flags in your profile tab!
pt_br: Use seus tokens para comprar novas bandeiras na aba do seu perfil!

# Flag is free
source: Flag is free thanks to the following ad
pt_br: O Flag é grátis graças ao anúncio a seguir

source: Sign in to access all Flag features!
pt_br: Inicie sessão para acessar tudo do Flag!

source: Edit
pt_br: Editar

source: Sign out
pt_br: Sair

# Sign out description
source: You can always access your content by signing back in.
pt_br: Você sempre pode acessar seu conteúdo ao iniciar nova sessão.

source: Confirm
pt_br: Confirmar

source: Your username must have 3 characters or more!
pt_br: Seu nome de usuário deve ter 3 caracteres ou mais!

source: Subtitle here
pt_br: Legenda aqui

source: Change profile picture
pt_br: Mudar imagem de perfil

source: Choose in library
pt_br: Escolher na biblioteca

source: Take photo
pt_br: Tirar foto

source: Remove profile picture
pt_br: Remover imagem de perfil

source: About me
pt_br: Sobre mim

source: Write something that defines you!
pt_br: Escreva algo que define você!

source: Level
pt_br: Nível

source: Done
pt_br: Salvar

source: More levels coming soon!
pt_br: Mais níveis em breve!

source: until next level
pt_br: até o próximo nível

source: available
pt_br: disponíveis

source: Our leaderboard is connected via Game Center!
pt_br: Nosso leaderboard é conectado com o Game Center!

source: Connect to Game Center
pt_br: Conectar com Game Center

source: Change flag
pt_br: Mudar bandeira

source: Buy this item for
pt_br: Compre este item por

source: BUY
pt_br: COMPRAR

source: Purchase
pt_br: Comprar

source: Token Packs
pt_br: Pacotes de Tokens

source: Loading products...
pt_br: Carregando produtos...

source: Not available.
pt_br: Não disponível.

source: BEST BARGAIN!
pt_br: MELHOR PREÇO!

source: Select a flag to represent you:
pt_br: Selecione uma bandeira para representar você:

source: Countries
pt_br: Países

source: Pride
pt_br: Orgulho

source: Soccer Teams
pt_br: Times de futebol

source: Brazil
pt_br: Brasil

source: USA
pt_br: EUA

source: Italy
pt_br: Itália

source: Indonesia
pt_br: Indonésia

source: Black Lives Matter
pt_br: Vidas Negras Importam

source: Feminism
pt_br: Feminismo

source: Peace
pt_br: Paz
